---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GeometryFailures.ElementTooSmall
source: html/10ab779d-0fff-da93-0d47-9cbd8d215925.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GeometryFailures.ElementTooSmall Property

Element is too small on screen

## Syntax (C#)
```csharp
public static FailureDefinitionId ElementTooSmall { get; }
```